Repository: VictorCoutinho86/microblog
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: pt

source: Please log in to access this page.
pt: Por favor, entre para acessar está pagina.

source: Microblog Team
pt: Equipe Microblog

source: Error: the translation service is not configured.
pt: Erro: o serviço de tradução não está configurado.

source: Error: the translation service failed.
pt: Erro: o serviço de tradução falhou.

source: [Microblog] Reset Your Password
pt: [Microblog] Redefina sua senha

source: Username
pt: Nome de Usuário

source: Password
pt: Senha

source: Remember Me
pt: Lembre-me

source: Sign In
pt: Entrar

source: Repeat Password
pt: Repita a Senha

source: Register
pt: Registrar

source: Please use a different username.
pt: Por favor, use um nome de usuário diferente.

source: Please use a different email address.
pt: Por favor, use um endereço de email diferente.

source: Request Password Reset
pt: Solicite a Redefinição da sua Senha

source: Invalid username or password
pt: Nome de usuário ou senha invalida

source: Congratulations, you are now a registered user!
pt: Parabéns, você é um usuário registrado!

source: Check your email for the instructions to reset your password
pt: Verifique seu email para receber as instruções para redefinir sua senha

source: Reset Password
pt: Redefina sua Senha

source: Your password has been reset.
pt: Sua senha foi alterada

source: About me
pt: Sobre min

source: Submit
pt: Enviar

source: Say something
pt: Diga algo

source: Search
pt: Procurar

source: Your post is now live!
pt: Sua postagem foi enviada!

source: Home
pt: Início

source: Your changes have been saved.
pt: Suas alterações foram salvas.

source: Edit Profile
pt: Editar Perfil

source: User %(username)s not found.
pt: Usuário %(username)s não encontrado.

source: You cannot follow yourself!
pt: Você não pode se seguir!

source: You are following %(username)s!
pt: Você está seguindo %(username)s!

source: You cannot unfollow yourself!
pt: Você não pode deixar de se seguir!

source: You are not following %(username)s.
pt: Você não está seguindo %(username)s

source: %(username)s said %(when)s
pt: %(username)s disse a %(when)s

source: Translate
pt: Traduzir

source: Welcome to Microblog
pt: Bem-Vindo ao Microblog

source: Login
pt: Logar

source: Profile
pt: Perfil

source: Logout
pt: Sair

source: Error: Could not contact server.
pt: Erro: Não foi possível contactar o servidor.

source: Hi, %(username)s!
pt: Olá, %(username)s

source: Newer posts
pt: Novas

source: Older posts
pt: Antigas

source: Search Results
pt: Procurar Resultados

source: Previous results
pt: Anterior

source: Next results
pt: Próximo

source: If you want to change this image
pt: Se você quiser alterar está imagem

source: Click Here
pt: Clique Aqui

source: User
pt: Usuário

source: Last seen on
pt: Visto pela ultima vez em

source: %(count)d followers
pt: %(count)d seguidores

source: %(count)d following
pt: %(count)d seguindo

source: Edit your profile
pt: Edite seu Perfil

source: Follow
pt: Seguir

source: Unfollow
pt: Deixar de Seguir

source: New User?
pt: Novo por aqui?

source: Click to Register!
pt: Clique para se Registrar!

source: Forgot Your Password?
pt: Esqueceu sua Senha?

source: Click to Reset It
pt: Clique para redefini-la

source: Reset Your Password
pt: Redefinir sua Senha

source: Dear
pt: Caro

source: To reset your password
pt: Para redefinir sua senha

source: click here
pt: Clique Aqui

source: Alternatively, you can paste the following link in your browser address bar:
pt: Alternativamente, você pode colar o link abaixo na barra de endereços do seu navegador

source: If you have not requested a password reset simply ignore this message
pt: Se não foi você quem solicitou essa alteração, ignore esta mensagem

source: Sincerely
pt: Atenciosamente

source: The Microblog Team
pt: A Equipe Microblog

source: To reset your password click on the following link:
pt: Para redefinir sua senha, clique no link a seguir:

source: If you have not requested a password reset simply ignore this message.
pt: Se você não solicitou essa alteração, peço que ignore essa mensagem.

source: Not Found
pt: Não Encontrado

source: Back
pt: Voltar

source: An unexpected error has occurred
pt: Ocorreu um erro inesperado

source: The administrator has been notified. Sorry for the inconvenience!
pt: O administrador foi notificado. Desculpe pela inconveniência!
